/* Blow duration target */
"Blow duration target" = "Durée pour une expiration";

/* go to calibration settings */
"Calibration" = "Calibration";

/* Back Button for Title management */
"Done" = "OK";

/* DurationExplanantion */
"Durations: periods when the Flutter® VRP1 vibrates in the targeted range of frequencies." = "Durées: periodes pendant lesquelles le Flutter® vibre dans l'interval de fréquences choisit.";

/* Exercice duration target */
"Exercice duration target" = "Durée totale pour un exerice";

/* PlayBack Volume */
"PlayBack Volume" = "Volume du retour";

/* Profile Button with title */
"Profile" = "Profil";

/* Profil Management Title */
"Profiles" = "Profils";

/* ParametersApp Title */
"Settings" = "Réglages";

